{
  "Header": {
    "title": "We are Doyern Concepts Limited",
    "paragraph": "Doyern Concepts Ltd is mainly a software and computer systems company that has built a strong reputation for delivering quality services in time and at a fairly competitive price. Our ultimate goal is to be leaders in providing custom software solutions across Africa and the world at Large."
  },
  "About": {
    "paragraph": "Overtime, we have acquired vast and sufficient experience to successfully undertake any software development project in the fields of Fintech, AI, cloud services, micro-services and retail automation technology. Our employees are skilled and are always further trained to ensure that we offer the best service to our clients. The company has acquired extensive knowledge in the technology industry and we are established major players in Uganda. Our commitment to research, innovation and excellence greatly results into successful completion of our projects for our clientele. We always develop a cordial relationship with our clients to achieve/ implement their vision and dreams while solving any challenges that may accrue during the project.",
    "Why": [
      "We’ve been there and done it for over 10 years",
      "We are Results focussed",
      "Energetic and time conscious",
      "We understand modern and latest technology"
    ],
    "Why2": [
      "We dont cost the earth, arm or leg",
      "We are professionals at what we do",
      "We take our work seriously",
      "Easy to work with with Unlimited Support"
    ]
  },
  "Gallery": [
    {
      "title": "Billtrick POS",
      "largeImage": "https://billtrick.com",
      "smallImage": "img/portfolio/billtrickpos.JPG"
    },
    {
      "title": "BillTrick Shopping cart",
      "largeImage": "https://billtrick.com/products",
      "smallImage": "img/portfolio/billtrickcart.JPG"
    },
    {
      "title": "SDA Social Media",
      "largeImage": "https://social.kampalacentraladventist.org",
      "smallImage": "img/portfolio/sdasocial.JPG"
    },
    {
      "title": "Kampala Central SDA Church Offertory",
      "largeImage": "https://kampalacentraladventist.org",
      "smallImage": "img/portfolio/kccwebsite.JPG"
    },
    {
      "title": "Souce Expense Manager",
      "largeImage": "https://souce.io",
      "smallImage": "img/portfolio/souce.JPG"
    },
    {
      "title": "Ecicuncu company Limited",
      "largeImage": "https://ecicuncu.com",
      "smallImage": "img/portfolio/ecicuncu.JPG"
    },
    {
      "title": "Jehcards",
      "largeImage": "https://jehcards.azurewebsites.net/",
      "smallImage": "img/portfolio/jehcards.JPG"
    },
    {
      "title": "E&A Tours and Travel Limited",
      "largeImage": "https://eatours.org",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Amarin Financial Group",
      "largeImage": "https://www.amarinfinancial.com/",
      "smallImage": "img/portfolio/amarin.JPG"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-wordpress",
      "name": "Mobile & Web Development",
      "text": "We build expertly constructed websites, native mobile applications, and brand experiences that captivate millions of users through strategy, design, and technology."
    },
    {
      "icon": "fa fa-cart-arrow-down",
      "name": "UI/UX Design",
      "text": "Our UX/UI designers create stunning, user-friendly designs for business systems, web portals, and mobile applications with an emphasis on exceeding customer expectations. We provide front-end development approaches that please users and enhance the image of your business."
    },
    {
      "icon": "fa fa-cloud-download",
      "name": "Cloud Computing",
      "text": "By enhancing company agility, cutting costs, and simplifying IT, our cloud computing services assist enterprises in fostering innovation and business transformation."
    },
    {
      "icon": "fa fa-language",
      "name": "eCommerce",
      "text": "Adopting a cutting-edge tech stack will help you take the lead in the eCommerce industry. Market-leading eCommerce applications will be designed, developed, implemented, and maintained for you by our best engineers."
    },
    {
      "icon": "fa fa-plane",
      "name": "Artificial Intelligence (AI) & Machine Learning",
      "text": "With the help of our AI and machine learning technologies, you may grow your business and find new commercial potential. We will provide unique AI solutions tailored to your projects' particular requirements."
    },
    {
      "icon": "fa fa-pie-chart",
      "name": "Process Automation",
      "text": "Automation is the way of the future for business. You will be assisted in locating and taking advantage of all automation opportunities by our accomplished solution architects and automation engineers."
    }
  ],
  "Testimonials": [
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "text": "\"They took on the responsibility of consistently updating a very detailed project management application and were dedicated to creating the best outcome.\"",
      "name": "Laura Nambiike"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "text": "\"All project-related interactions and project management were conducted in a highly professional manner from the outset, and the quality of the code was consistently high. The team at Doyern Concepts was able to enhance the current service architecture, add crucial functionality to our new site and warehouse management system, and swiftly address troubleshooting requests for both the earlier and the most recent iterations of our service.\"",
      "name": "Apoyo Samuel"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "text": "\"They provided some excellent advice, therefore I was grateful that the project's cost ended up being lower than we anticipated. It's a pleasure to work with them.\"",
      "name": "Anonymous customer"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "text": "\"For some reason, we were searching for a team that could be explicit in its proposal, flexible with revisions, and on schedule. The experts at Doyern satisfied all of our criteria. They were able to correct every error committed by the prior team and produce a top-notch online solution within their set budget.\"",
      "name": "Emmanuel Kamukama"
    },
    {
      "img": "img/testimonials/05.jpg",
      "text": "\"To choose a partner, we conducted a significant tender. Doyern Concepts team demonstrated a desire to delve deeply into our project even during the tender stage and offered an architectural solution we liked. Top Ugandan and Kenyan agencies were among the other bidders, but they displayed far less enthusiasm and sent official business bids with costs for their services. As a result, we began using Doyern concepts.\"",
      "name": "John Brownson"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "text": "\"We would like to express our gratitude to Doyern for the superb technical support they offered to our company. It should be mentioned that although we began working on our project with another team, neither the communication nor the development process as a whole was open or timely. The end product was of poor quality as a result.\"",
      "name": "Anonymous customer"
    }
  ],
  "Team": [
    {
      "img": "img/team/james.jpg",
      "name": "James Najuna",
      "job": "Lead Full stack Developer"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "name": "Ddumba Collins",
      "job": "Senior .NET Developer - FullStack"
    },
    {
      "img": "img/team/mercy.jpg",
      "name": "Kwikiriza Mercy",
      "job": "Administrator"
    },
    {
      "img": "https://www.seekpng.com/png/detail/143-1435868_headshot-silhouette-person-placeholder.png",
      "name": "Beneddict Okello",
      "job": "Project Manager"
    },
    {
      "img": "img/team/eric.jpg",
      "name": "Namanya Eric",
      "job": "Scrum Manager"
    },
    {
      "img": "img/team/edward.jpg",
      "name": "Sagini Edward",
      "job": "Head Commercial"
    },
    {
      "img": "img/team/innocent.jpg",
      "name": "Innocent Makhoha",
      "job": "Front End Developer"
    }
  ],
  "Contact": {
    "address": "7th Floor Course View Towers, Yusuf Lule Road Kampala, Uganda.",
    "phone": "+256 775 742548",
    "email": "info@doyernconcepts.com",
    "facebook": "facebook.com/eng.jemwa",
    "twitter": "twitter.com/nerjuner",
    "youtube": "https://www.youtube.com/channel/UCu4pJXVFi2AeNZnYhSXoBSA"
  },
  "Features": [
    {
      "icon": "fa fa-comments-o",
      "title": "High-quality Code",
      "text": "In all the cases  the code will be delivered on time, have the least bugs possible and be written clearly. Our code qualityis always guaranteed by automated tests and peer reviews."
    },
    {
      "icon": "fa fa-bullhorn",
      "title": "Agile Approach",
      "text": "Our softwares are developed through a collaborative effort of a self-organized and cross-functional team together with its clients"
    },
    {
      "icon": "fa fa-group",
      "title": "Full-stack teams",
      "text": "We utilize all .NET features to deliver robust backends and most Javascript Frameowrk to create interactive UIs. Our solutions Solve all problems mobile, desktop, broswers or servers"
    },
    {
      "icon": "fa fa-magic",
      "title": "Flexibility",
      "text": "With changing project demands, we are always on top of things. We are always changing technologies, adapting the approach and ready to listen to client demands."
    }
  ]
}
